<?php
return [
    'user_management' => [
        'title' => 'Керування користувачами',

        'invitations' => 'Запрошення',
        'invite' => 'Запросити користувача',
        'invite_help' => 'Введіть електронну адресу користувача, якого ви хочете запросити. Користувач отримає лист із посиланням для реєстрації нового облікового запису. Запрошення дійсне протягом 72 годин.',
        'invite_delete_confirmation' => 'Ви дійсно хочете видалити це Запрошення?',
        'invite_successful' => 'Запрошення було успішно відправлено.',
        'invite_accept' => 'Прийняти запрошення',
        'invite_accepted_by' => 'Запрошення прийняв :user (ID :id)',
        'invite_delete_successful' => 'Запрошення на :email було успішно видалено.',

        'invite_notification_title' => 'Вас запрошено приєднатися до LinkAce!',
        'invite_notification' => 'Вас запрошено приєднатися до LinkAce, інструменту соціальних закладок. Натисніть кнопку нижче, щоб налаштувати свій обліковий запис. Якщо ви не отримували запрошення або не очікуєте його, проігноруйте цей лист або зв\'яжіться з вашим адміністратором.',

        'invite_link_invalid' => 'Термін дії запрошення закінчився або посилання невірне. Будь ласка, зверніться до адміністратора.',
        'invite_token_invalid' => 'Посилання на запрошення недійсне або запрошення було видалено.',
        'invite_expired' => 'Термін дії запрошення закінчився або його вже було використано. Будь ласка, зверніться до адміністратора, щоб отримати нове запрошення.',

        'invite_valid_until' => 'Дійсно до :datetime',
        'invite_valid_until_info' => 'Це запрошення дійсне до :datetime',
    ],
];
