<?php
return [
    'import' => 'Імпорт',
    'import_queue' => 'Черга імпорту',
    'failed_imports' => 'Невдалий імпорт',
    'scheduled_for' => 'Заплановано на',
    'start_import' => 'Почати Імпорт',
    'import_running' => 'Імпорт запущено...',
    'import_file' => 'Файл для імпорту',

    'import_help' => 'Тут ви можете імпортувати існуючі закладки вашого браузера. Зазвичай, закладки експортуються браузером у файл .html. Виберіть файл тут і почніть імпорт. Зверніть увагу, що для роботи імпорту має бути налаштований Cron.',

    'import_networkerror' => 'Щось пішло не так під час спроби імпорту закладок. Будь ласка, перевірте консоль браузера для отримання докладної інформації або зверніться до журналів програми.',
    'import_error' => 'Щось пішло не так під час спроби імпорту закладок. Будь ласка, зверніться до журналів програми.',
    'import_empty' => 'Не вдалося імпортувати жодної закладки. Завантажений файл пошкоджений або порожній.',
    'import_successfully' => ':queued посилання стоять у черзі на імпорт і будуть оброблятися послідовно. :skipped посилання були пропущені, оскільки вони вже існують у базі даних. Всім імпортованим посиланням буде присвоєно тег :taglink.',
];
