<?php
return [
    'link' => 'Посилання',
    'links' => 'Посилання',
    'all_links' => 'Всі Посилання',
    'recent_links' => 'Нещодавні Посилання',
    'update_links' => 'Оновити Посилання',
    'no_links' => 'Немає Посилань',

    'add' => 'Додати Посилання',
    'add_quick' => 'Додати швидке Посилання',
    'show' => 'Показати Посилання',
    'details' => 'Подробиці Посилання',
    'edit' => 'Редагувати Посилання',
    'update' => 'Оновити Посилання',
    'delete' => 'Видалити Посилання|Видалити всі Посилання',

    'public' => 'Публічне Посилання',
    'internal' => 'Внутрішнє Посилання',
    'private' => 'Приватне Посилання',

    'history_deleted' => 'Посилання було переміщено в кошик',
    'history_restored' => 'Посилання було відновлено',
    'history_created' => 'Посилання було створено',

    'url' => 'URL',
    'title' => 'Заголовок',
    'description' => 'Опис',
    'revtags' => 'Теги',
    'revlists' => 'Списки',
    'visibility' => 'Статус видимості',

    'status' => 'Статус',
    'stati' => [
        '1' => 'Працює',
        '2' => 'Переміщено',
        '3' => 'Пошкоджено',
    ],

    'author' => 'від :user',

    'external_link' => 'Зовнішнє Посилання',
    'wayback' => 'Архів Посилань @ Wayback Machine',
    'open_in_tabs' => 'Відкрити посилання у вкладках',

    'check_disable' => 'Вимкнути перевірку',
    'check_disabled' => 'Перевірка вимкнена',
    'check_enable' => 'Увімкнути перевірку',
    'check_enabled' => 'Перевірка ввімкнена',

    'status_is_broken' => 'Посилання позначено як непрацююче',
    'status_mark_working' => 'Позначити як робоче',

    'bulk_title' => 'Ви хочете відредагувати :count Посилання.|Ви хочете відредагувати :count Посилань.',
    'bulk_edit_add' => 'Додати Посилання до групового редагування',
    'bulk_edit_success' => 'Успішно оновлено :success Посилання з-поміж :selected вибраних.',
    'bulk_delete_success' => 'Успішно переміщено :success Посилання з :selected до кошика.',

    'added_successfully' => 'Посилання успішно додано.',
    'added_connection_error' => 'Посилання було додано, але при спробі отримати доступ до URL сталася помилка з\'єднання. Деталі можна знайти в журналах.',
    'added_request_error' => 'Посилання було додано, але при спробі запиту URL виникла помилка, наприклад, недійсний сертифікат. Деталі можна знайти в журналах.',
    'updated_successfully' => 'Посилання успішно оновлено.',
    'deleted_successfully' => 'Посилання успішно переміщено до кошика.',
    'deletion_error' => 'Посилання не вдалося перемістити до кошика.',

    'duplicates_found' => 'LinkAce знайшов можливі дублікати вказаної URL-адреси:',
    'existing_found' => 'Посилання з цією URL-адресою вже існує.',

    'notifications.linkcheck.errors' => 'LinkAce знайшов помилки під час перевірки ваших Посилань.',
    'notifications.linkcheck.errors.moved' => '⚠️ Наступні посилання переміщено в нове розташування:',
    'notifications.linkcheck.errors.broken' => '🚫 Наступні посилання більше недоступні або повертають помилку:',

    'happy_bookmarking' => 'Щасливого додавання Закладок',
];
