<?php
return [
    'list' => 'Список',
    'lists' => 'Списки',
    'all_lists' => 'Всі Списки',
    'recent_lists' => 'Нещодавні Списки',
    'update_lists' => 'Оновити Списки',

    'add' => 'Додати Список',
    'show' => 'Показати Список',
    'edit' => 'Редагувати Список',
    'update' => 'Оновити Список',
    'delete' => 'Видалити Список|Видалити Списки',

    'filter_lists' => 'Фільтр Списків...',

    'public' => 'Публічний Список',
    'internal' => 'Внутрішній Список',
    'private' => 'Приватний Список',

    'name' => 'Назва Списку',
    'description' => 'Опис Списку',
    'visibility' => 'Статус видимості',

    'history_deleted' => 'Список переміщено до кошика',
    'history_restored' => 'Список відновлено',
    'history_created' => 'Список створено',

    'author' => 'від :user',

    'no_lists' => 'Немає Списків',

    'bulk_title' => 'Ви хочете відредагувати :count Список.|Ви хочете відредагувати :count Списків.',
    'bulk_edit_add' => 'Додати список до групового редагування',
    'bulk_edit_success' => 'Успішно оновлено :success Списків з :selected вибраних.',
    'bulk_delete_success' => 'Успішно переміщено :success Списків з :selected до кошика.',
    'bulk_mode_append' => 'Додавання нових Списків до існуючих',
    'bulk_mode_replace' => 'Замінити існуючі Списки новими',

    'number_links' => ':number Посилання в цьому Списку|:number Посилання в цьому Списку',

    'added_successfully' => 'Список успішно додано.',
    'updated_successfully' => 'Список успішно оновлено.',
    'deleted_successfully' => 'Список успішно переміщено до кошика.',
    'deletion_error' => 'Список не може бути переміщений в кошик.',
];
