<?php
return [
    'note' => 'Нотатка',
    'notes' => 'Нотатки',

    'add' => 'Додати Нотатку',
    'show' => 'Показати Нотатку',
    'edit' => 'Редагувати Нотатку',
    'update' => 'Оновити Нотатку',
    'delete' => 'Видалити Нотатку',

    'public' => 'Публічна нотатка',
    'internal' => 'Внутрішня нотатка',
    'private' => 'Приватна Нотатка',

    'note_content' => 'Вміст Нотатки',

    'added_successfully' => 'Нотатка успішно додана.',
    'updated_successfully' => 'Нотатку успішно оновлено.',
    'deleted_successfully' => 'Нотатку успішно переміщено до кошика.',
    'deletion_error' => 'Нотатку не вдалося перемістити в кошик.',
];
