<?php
return [
    'user' => 'Користувач',
    'users' => 'Користувачі',

    'username' => 'Ім’я користувача',
    'name' => 'Ім’я користувача',
    'email' => 'Email',
    'blocked_at' => 'Заблоковано',
    'is_deleted' => 'Користувача видалено',

    'edit' => 'Редагувати Користувача',

    'block' => 'Заблокувати Користувача',
    'block_confirmation' => 'Ви дійсно хочете заблокувати цього Користувача?',
    'block_warning' => 'Ваш обліковий запис користувача наразі заблоковано. Будь ласка, зверніться за допомогою до адміністратора.',
    'block_successful' => 'Користувача :username було успішно заблоковано.',
    'unblock' => 'Розблокувати Користувача',
    'unblock_confirmation' => 'Ви дійсно хочете заблокувати цього Користувача?',
    'unblock_successful' => 'Користувача :username було успішно розблоковано.',
    'delete' => 'Видалити Користувача',
    'delete_confirmation' => 'Ви дійсно хочете видалити цього Користувача?',
    'delete_successful' => 'Користувача :username успішно видалено.',
    'restore' => 'Відновити Користувача',
    'restore_confirmation' => 'Ви дійсно хочете відновити цього Користувача?',
    'restore_successful' => 'Користувача :username було успішно відновлено.',

    'system_user_locked' => 'Системний користувач не може увійти як звичайний користувач. Будь ласка, увійдіть до особистого облікового запису.',

    'action_not_allowed_on_user' => 'Ця дія не може бути виконана для вибраного користувача.',

    'history_deleted' => 'Користувача <code>:name</code> було видалено',
    'history_restored' => 'Користувача <code>:name</code> відновлено',
    'history_created' => 'Користувача <code>:name</code> створено',
    'history_blocked' => 'Користувача <code>:name</code> заблоковано',
    'history_unblocked' => 'Користувача <code>:name</code> розблоковано',

    'hello' => 'Привіт :user!',
    'for_user' => 'для Користувача',
    'unknown_user' => 'невідомий Користувач',
];
