<?php
return [
    'import' => 'インポート',
    'start_import' => 'インポートを開始',
    'import_running' => 'インポート中...',
    'import_file' => 'インポートするファイル',

    'import_help' => 'ここに既存のブラウザブックマークをインポートすることができます。通常、ブックマークはブラウザによって .html ファイルとしてエクスポートされます。ここでファイルを選択してインポートを開始します。<br>ブックマークの数によっては、このプロセスに時間がかかります。',

    'import_networkerror' => 'ブックマークのインポート中に問題が発生しました。詳細についてはブラウザのコンソールを確認するか、アプリケーションログを参照してください。',
    'import_error' => 'ブックマークのインポート中に問題が発生しました。アプリケーションログを参照してください。',
    'import_empty' => 'ブックマークをインポートできませんでした。アップロードされたファイルが破損しているか空です。',
    'import_successfully' => ':imported 件のリンクがインポートされました。:skipped 件のリンクがスキップされました。',
];
