<?php
return [
    'link' => 'リンク',
    'links' => 'リンク',
    'all_links' => 'すべてのリンク',
    'recent_links' => '最近のリンク',
    'no_links' => 'リンクなし',

    'add' => 'リンクを追加',
    'add_quick' => 'リンクをクイック追加',
    'show' => 'リンクを表示',
    'details' => 'リンクの詳細',
    'edit' => 'リンクを編集',
    'update' => 'リンクを更新',
    'delete' => 'リンクを削除',

    'private' => '非公開リンク',

    'history' => '履歴',
    'history_added' => ':fieldname に <code>:newvalue</code> を追加しました。',
    'history_changed' => ':fieldname を <code>:oldvalue</code> から <code>:newvalue</code> に変更しました。',
    'history_removed' => ':fieldname に <code>:newvalue</code> を追加しました。',
    'history_deleted' => 'リンクが削除されました',
    'history_restored' => 'リンクが復元されました',
    'history_created' => 'リンクが作成されました',

    'url' => 'URL',
    'title' => 'タイトル',
    'description' => '概要',
    'revtags' => 'タグ',
    'revlists' => 'リスト',
    'is_private' => '非公開ステータス',

    'status' => 'ステータス',
    'stati' => [
        '1' => '作動中',
        '2' => '移動済み',
        '3' => '破損',
    ],

    'author' => '作成: :user',

    'external_link' => '外部リンク',
    'wayback' => 'リンクアーカイブ @ Wayback Machine',

    'check_disable' => 'チェックを無効化',
    'check_disabled' => 'チェックは無効です',
    'check_enable' => 'チェックを有効化',
    'check_enabled' => 'チェックは有効です',

    'status_is_broken' => '破損としてマーク',
    'status_mark_working' => '作動中としてマーク',

    'added_successfully' => 'リンクの追加に成功しました。',
    'added_connection_error' => 'リンクは追加されましたが、URLにアクセスしようとしたときに接続エラーが発生しました。詳細はログで確認できます。',
    'added_request_error' => 'リンクは追加されましたが、URLにアクセスしようとしたときに接続エラーが発生しました。例えば無効な証明書などです。詳細はログで確認できます。',
    'updated_successfully' => 'リンクの更新に成功しました。',
    'deleted_successfully' => 'リンクの削除に成功しました。',
    'deletion_error' => 'リンクを削除できませんでした。',

    'duplicates_found' => 'LinkAceは送信されたURLと重複している可能性があるものを見つけました。',
    'existing_found' => 'そのURLのリンクはすでに存在します。',

    'notifications.linkcheck.errors' => 'LinkAceはあなたのリンクを確認中にエラーを見つけました。',
    'notifications.linkcheck.errors.moved' => '⚠️ 次のリンクが新しい場所に移動しました:',
    'notifications.linkcheck.errors.broken' => '🚫 次のリンクは到達できないか、エラーを返しています:',

    'happy_bookmarking' => 'ブックマークをお楽しみください',
];
