<?php
return [
    'import' => 'Импорт',
    'start_import' => 'Импортировать',
    'import_running' => 'Выполняется импорт...',
    'import_file' => 'Файл для импорта',

    'import_help' => 'Вы можете импортировать ваши существующие закладки браузера. Обычно закладки экспортируются в файл .html вашим браузером. Выберите файл здесь и запустите импорт.<br>В зависимости от количества закладок, этот процесс может занять некоторое время.',

    'import_networkerror' => 'Что-то пошло не так при попытке импортировать закладки. Пожалуйста, проверьте консоль вашего браузера для получения подробной информации или посмотрите журнал приложения.',
    'import_error' => 'Что-то пошло не так при попытке импортировать закладки. Пожалуйста, ознакомьтесь с журналом событий.',
    'import_empty' => 'Не удалось импортировать закладки. Загруженный файл поврежден или пуст.',
    'import_successfully' => ':imported ссылок импортировано успешно, :skipped пропущено.',
];
