<?php
return [
    'link' => 'Ссылка',
    'links' => 'Ссылки',
    'all_links' => 'Все ссылки',
    'recent_links' => 'Недавние ссылки',
    'no_links' => 'Нет ссылок',

    'add' => 'Добавить ссылку',
    'add_quick' => 'Быстро добавить ссылку',
    'show' => 'Показать ссылку',
    'details' => 'Детали ссылки',
    'edit' => 'Изменить ссылку',
    'update' => 'Обновить ссылку',
    'delete' => 'Удалить ссылку',

    'private' => 'Приватная ссылка',

    'history' => 'История',
    'history_added' => 'Добавлено <code>:newvalue</code> в :fieldname.',
    'history_changed' => 'Изменено :fieldname с <code>:oldvalue</code> на <code>:newvalue</code>',
    'history_removed' => 'Удалено <code>:oldvalue</code> из :fieldname.',
    'history_deleted' => 'Ссылка была удалена',
    'history_restored' => 'Ссылка была восстановлена',
    'history_created' => 'Ссылка была создана',

    'url' => 'URL',
    'title' => 'Название',
    'description' => 'Описание',
    'revtags' => 'Теги',
    'revlists' => 'Списки',
    'is_private' => 'Частный статус',

    'status' => 'Статус',
    'stati' => [
        '1' => 'Работает',
        '2' => 'Перемещено',
        '3' => 'Недоступно',
    ],

    'author' => 'от :user',

    'external_link' => 'Внешняя ссылка',
    'wayback' => 'Архив ссылок @ Wayback Machine',

    'check_disable' => 'Отключить проверку',
    'check_disabled' => 'Проверка отключена',
    'check_enable' => 'Включить проверку',
    'check_enabled' => 'Проверка включена',

    'status_is_broken' => 'Ссылка помечена как неработающая',
    'status_mark_working' => 'Пометить как рабочую',

    'added_successfully' => 'Ссылка успешно добавлена.',
    'added_connection_error' => 'Ссылка была добавлена, но при попытке доступа к URL-адресу произошла ошибка подключения. Подробности можно найти в журналах.',
    'added_request_error' => 'Ссылка была добавлена, но при попытке запросить URL-адрес произошла ошибка, например, неверный сертификат. Подробности можно найти в журналах.',
    'updated_successfully' => 'Ссылка успешно обновлена.',
    'deleted_successfully' => 'Ссылка успешно удалена.',
    'deletion_error' => 'Ссылка не может быть удалена.',

    'duplicates_found' => 'LinkAce нашел возможные дубликаты отправленного URL-адреса:',
    'existing_found' => 'Ссылка с этим URL-адресом уже существует.',

    'notifications.linkcheck.errors' => 'LinkAce нашёл ошибки при проверке ваших ссылок.',
    'notifications.linkcheck.errors.moved' => '⚠ Следующие ссылки перенесены в новое местоположение:',
    'notifications.linkcheck.errors.broken' => '🚫 Следующие ссылки больше недоступны или возвращают ошибку:',

    'happy_bookmarking' => 'Приятного сохранения ссылок',
];
