<?php

return [

    'trash' => 'Корзина',

    'deleted_links' => 'Удалённые ссылки',
    'deleted_lists' => 'Удалённые списки',
    'deleted_tags' => 'Удаленные теги',
    'deleted_notes' => 'Удалённые заметки',

    'restore' => 'Восстановить запись',

    'clear_trash' => 'Очистить корзину',
    'delete_warning' => 'Окончательно удаленные записи не могут быть восстановлены!',
    'delete_no_entries' => 'Нет записей для удаления.',

    'delete_success.links' => 'Все ссылки удалены безвозвратно.',
    'delete_success.lists' => 'Все списки удалены безвозвратно.',
    'delete_success.tags' => 'Все теги удалены безвозвратно.',
    'delete_success.notes' => 'Все заметки удалены безвозвратно.',

    'restore.link' => 'Восстановлена ссылка из корзины.',
    'restore.list' => 'Восстановлен список из корзины.',
    'restore.tag' => 'Восстановлена метка из корзины.',
    'restore.note' => 'Восстановлена заметка из корзины.',

    'restore.not_found' => 'Элемент, подлежащий восстановлению, не найден.',
    'restore.not_allowed' => 'Вы не можете восстановить этот элемент.',

];
